---
kind: other
id: Methods.T:Autodesk.Revit.DB.HermiteFace
source: html/15ac5e16-4d49-e95c-d31e-13e2713a8bbd.htm
---
# HermiteFace Methods

Returns the first partial derivatives of the underlying surface at the specified point.